---
kind: other
id: AllMembers.T:Autodesk.Revit.Exceptions.BackgroundTaskCancelledException
source: html/915bac63-52b4-0e8b-647b-6178c268d329.htm
---
# BackgroundTaskCancelledException Members

Retrieves data needed to serialize the target object.